"GenericOK" = "好";"Instructions" = "請按 \"建立\" 以製作應用程式，它可在 Dashboard 外開啟此 Widget 的物件。";"NoSupportTitle" = "不支援 Widget";"NoSupportMessage" = "Amnesty 不支援此 Widget。";"NoSupportPantherMessage" = "Amnesty 不支援在 Panther 上執行此 Widget。";"CorruptTitle" = "Widget 不完整";"CorruptMessage" = "此 Widget 遺失部份必要的資料，可能已損毀。";"ReplaceTitle" = "確認取代";"ReplaceOK" = "取代";"ReplaceCancel" = "取消";"ConfirmReplace" = "此位置已有名稱為 \"%@\" 的應用程式。您是否要取代它？";"RemoveTitle" = "移除";"ConfirmRemove" = "您是否確定要從應用程式的 \"指令\" 選單中移除此指令？";"PurchaseMessage" = "感謝您購買 Amnesty Singles！";"PurchaseActivated" = "已順利重新啟動此產品。";"PurchaseError1" = "無法載入 eSellerate Integrated eSeller。請將此錯誤回報至 software@mesadynamics.com。";"PurchaseError2" = "您的硬體配置似乎已變更。雖然此產品授權給一台機器，但您可重新加以啟動以搭配新的硬體設定。您現在是否要連線至 eSellerate？";"PurchaseError3" = "此產品似乎尚未在此台機器上啟動。此產品將會被重新啟動。您是否現在要連線至 eSellerate？";"PurchaseError4" = "無法驗證此序號。若您在最近幾分鐘內購買本軟體，伺服器可能仍在處理中。請稍後約 15 分鐘，然後在重試啟動您的序號。若您仍收到此錯誤訊息，請寄信至 sales@mesadynamics.com 以取得協助。";"PurchaseError5" = "此註冊無效。請再次確認您的訂單或發票電子郵件。";"PurchaseError6" = "此註冊無效";"PurchaseError7" = "此註冊已到期";"PurchaseFail1" = "未知的序號";"PurchaseFail2" = "序號為黑名單成員";"PurchaseFail3" = "產品退回給發行者";"PurchaseFail4" = "已達啟動次數";"PurchaseFail5" = "啟動鍵值無效";"PurchaseFail6" = "序號無法辨識";"PurchaseUnknown" = "在 eSellerate Integrated eSeller 中發生未知的錯誤 (%d)。";"PurchaseContact" = "請與 sales@mesadynamics.com 聯繫已取得協助。";"UpdateCheck" = "檢查更新⋯";"UpdateYes" = "新版的 Amnesty Singles 已可下載。";"UpdateNo" = "您的 Amnesty Singles 已是最新版。目前沒有可下載的更新。";"UpdateDownload" = "前往下載頁面";